Revit 2024 API
ParameterTypeId.GraphicDisplayOptionsPhotoExposure Property
 "Photographic Exposure"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId GraphicDisplayOptionsPhotoExposure { get; }
Visual Basic
Public Shared ReadOnly Property GraphicDisplayOptionsPhotoExposure As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ GraphicDisplayOptionsPhotoExposure {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace